Repository: lino-framework/lino
Catalog: lino/modlib/properties/locale/*/LC_MESSAGES/django.po
Languages: de

source: certainly not...very much
de: bloß nicht ... sehr gerne

source: certainly not
de: bloß nicht

source: rather not
de: eher nicht

source: normally
de: normal

source: quite much
de: gerne

source: very much
de: sehr gerne

source: not at all...very well
de: gar nicht ... sehr gut

source: not at all
de: gar nicht

source: a bit
de: ein bisschen

source: moderate
de: mittelmäßig

source: quite well
de: gut

source: very well
de: sehr gut

source: Property Type
de: Eigenschafts-Datentyp

source: Property Types
de: Eigenschafts-Datentypen

source: Choices List
de: Auswahliste

source: default value
de: Standardwert

source: Limit to choices
de: Beschränken auf Auswahl

source: Multiple choices
de: Mehrfachauswahl

source: Property Choice
de: Auswahlmöglichkeit

source: Property Choices
de: Auswahlmöglichkeiten

source: Value
de: Wert

source: Designation
de: Beschreibung

source: Property Group
de: Eigenschaftsgruppe

source: Property Groups
de: Eigenschaftsgruppen

source: Property
de: Eigenschaft

source: Properties
de: Eigenschaften

source: Property group
de: Eigenschaftsgruppe
