Repository: lino-framework/lino
Catalog: lino/modlib/postings/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Open
de: In Bearbeitung
fr: Ouvert

source: Ready to print
de: Bereit für Ausdruck
fr: Prèt à imprimer

source: Printed
de: Ausgedruckt
fr: Imprimé

source: Sent
de: Versendet
fr: Envoyer

source: Returned
de: Retour
fr: Retour

source: Posting
de: Postsendung
fr: Envoi postal

source: Postings
de: Postsendungen
fr: Envois postaux

source: Recipient
de: Empfänger
fr: Destinataire

source: Print
de: Drucken
fr: Imprimer

source: Postings ready to print
de: Bereit für Ausdruck
fr: Envois postaux à imprimer

source: Postings printed
de: Gedruckte Postsendungen
fr: Envois postaux imprimés

source: Postings sent
de: Ausgegangene Postsendungen
fr: Envois postaux envoyés

source: Create posting
de: per Post
fr: Céer envoi postal

source: Going to create %(num)d postings for %(elem)s
de: Hierdurch werden %(num)d Postsendung(en) %(elem)s erstellt
fr: Ceci va créer %(num)d envois postaux pour %(elem)s

source: %d postings ready to print
fr: %d envois postaux à imprimer
