Repository: lino-framework/lino
Catalog: lino/modlib/households/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Household Type
fr: Type de ménage

source: Household Types
fr: Types de ménage

source: Household
fr: Ménage

source: Households
fr: Ménages

source: Household Role
fr: Rôle dans ménage

source: Household Roles
fr: Rôles dans ménage

source: name-giving
fr: donneur de nom

source: Household Member
fr: Membre de ménage

source: Household Members
fr: Membres de ménage

source: Member of
fr: Membre de

source: is Household
fr: est un ménage
